Repository: xumezzan/marketplace-project
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Найдите профи
uz: Mutaxassislarni toping

source: для любой задачи
uz: har qanday vazifa uchun

source: Что нужно сделать?
uz: Nima qilish kerak?

source: Найти
uz: Topish

source: Проверенные профили
uz: Tasdiqlangan profillar

source: Честные отзывы
uz: Haqiqiy sharhlar

source: специалистов
uz: mutaxassislar

source: Активных задач
uz: Faol vazifalar

source: Средний рейтинг
uz: O'rtacha reyting

source: Безопасные сделки
uz: Xavfsiz bitimlar

source: Escrow система защиты платежей
uz: To'lovlarni himoya qilish Escrow tizimi

source: Популярные категории
uz: Ommabop toifalar

source: Рекомендуемые специалисты
uz: Tavsiya etilgan mutaxassislar

source: Специалист
uz: Mutaxassis

source: Опытный специалист
uz: Tajribali mutaxassis

source: работ
uz: ishlar

source: от
uz: dan

source: ₽/час
uz: so'm/soat

source: По договоренности
uz: Kelishuv bo'yicha

source: Профиль
uz: Profil

source: Открыть
uz: Ochish

source: Специалисты появятся скоро
uz: Mutaxassislar tez orada paydo bo'ladi

source: Все специалисты
uz: Barcha mutaxassislar

source: Как это работает
uz: Bu qanday ishlaydi

source: Создайте задачу
uz: Vazifa yarating

source: Получите отклики
uz: Takliflarni qabul qiling

source: Договоритесь о работе
uz: Ish haqida kelishib oling

source: Помощь
uz: Yordam

source: Помощь и поддержка
uz: Yordam va qo'llab-quvvatlash

source: Часто задаваемые вопросы
uz: Tez-tez beriladigan savollar

source: Как создать заказ?
uz: Buyurtma qanday yaratiladi?

source: Нажмите кнопку 'Создать заказ' в меню, заполните форму с описанием задачи, бюджетом и сроками. Вы можете использовать AI-помощник для автоматического заполнения полей.
uz: Menyudagi 'Buyurtma yaratish' tugmasini bosing, vazifa tavsifini, byudjet va muddatlarni to'ldiring. Maydonlarni avtomatik to'ldirish uchun AI-yordamchidan foydalanishingiz mumkin.

source: Как стать специалистом?
uz: Qanday qilib mutaxassis bo'lish mumkin?

source: Зарегистрируйтесь на платформе и заполните профиль специалиста. Укажите категории услуг, загрузите портфолио и начните откликаться на заказы.
uz: Platformada ro'yxatdan o'ting va mutaxassis profilini to'ldiring. Xizmat kategoriyalarini ko'rsating, portfolioni yuklang va buyurtmalarga javob berishni boshlang.

source: Как работает система оплаты?
uz: To'lov tizimi qanday ishlaydi?

source: После принятия оффера средства автоматически резервируются на счету клиента. После выполнения работы и подтверждения клиентом, средства переводятся специалисту.
uz: Taklif qabul qilingandan so'ng, mablag'lar avtomatik ravishda mijoz hisobida band qilinadi. Ish bajarilgandan va mijoz tomonidan tasdiqlangandan so'ng, mablag'lar mutaxassisga o'tkaziladi.

source: Что делать при споре?
uz: Nizo yuzaga kelganda nima qilish kerak?

source: Свяжитесь с нашей службой поддержки через email или телефон. Мы поможем разрешить спор справедливо для обеих сторон.
uz: Email yoki telefon orqali qo'llab-quvvatlash xizmatimiz bilan bog'laning. Biz nizoni har ikki tomon uchun adolatli hal qilishga yordam beramiz.

source: Контакты поддержки
uz: Qo'llab-quvvatlash xizmati kontaktlari

source: Телефон
uz: Telefon

source: Время работы
uz: Ish vaqti

source: Пн-Пт: 9:00 - 18:00
uz: Dush-Jum: 9:00 - 18:00

source: ServiceHub - это удобная платформа для поиска специалистов и выполнения различных задач. Процесс прост и безопасен.
uz: ServiceHub - mutaxassislarni topish va turli vazifalarni bajarish uchun qulay platforma. Jarayon oddiy va xavfsiz.

source: Для клиентов
uz: Mijozlar uchun

source: Опишите задачу, укажите бюджет и сроки. Используйте AI-помощник для автоматического заполнения формы.
uz: Vazifani tavsiflang, byudjet va muddatlarni ko'rsating. Shaklni avtomatik to'ldirish uchun AI-yordamchidan foydalaning.

source: Специалисты предложат свои услуги с ценами и описанием подхода к работе.
uz: Mutaxassislar o'z xizmatlarini narxlar va ishga yondashuv tavsifi bilan taklif qilishadi.

source: Выберите специалиста
uz: Mutaxassisni tanlang

source: Изучите профили, портфолио и отзывы. Выберите лучшего специалиста для вашей задачи.
uz: Profillar, portfoliolar va sharhlarni o'rganing. Vazifangiz uchun eng yaxshi mutaxassisni tanlang.

source: Безопасная оплата
uz: Xavfsiz to'lov

source: Средства резервируются на время выполнения работы и переводятся специалисту только после подтверждения выполнения.
uz: Mablag'lar ish bajarilishi vaqtida band qilinadi va faqat bajarilganlik tasdiqlangandan so'ng mutaxassisga o'tkaziladi.

source: Для специалистов
uz: Mutaxassislar uchun

source: Зарегистрируйтесь
uz: Ro'yxatdan o'ting

source: Создайте профиль специалиста, укажите категории услуг и загрузите портфолио.
uz: Mutaxassis profilini yarating, xizmat kategoriyalarini ko'rsating va portfolioni yuklang.

source: Найдите заказы
uz: Buyurtmalarni toping

source: Просматривайте доступные заказы в ваших категориях и городе.
uz: Kategoriyalaringiz va shahringizdagi mavjud buyurtmalarni ko'rib chiqing.

source: Откликнитесь на заказ
uz: Buyurtmaga javob bering

source: Предложите свою цену и опишите, как будете выполнять работу.
uz: O'z narxingizni taklif qiling va ishni qanday bajarishingizni tavsiflang.

source: Выполните работу
uz: Ishni bajaring

source: После принятия оффера выполните работу качественно и в срок. Получите оплату после подтверждения клиентом.
uz: Taklif qabul qilingandan so'ng, ishni sifatli va o'z vaqtida bajaring. Mijoz tasdiqlaganidan keyin to'lovni oling.

source: Тарифы
uz: Tariflar

source: Прозрачные и справедливые тарифы для всех
uz: Barcha uchun shaffof va adolatli tariflar

source: Бесплатно создавать заказы
uz: Buyurtma yaratish bepul

source: Создание заказов - бесплатно
uz: Buyurtma yaratish - bepul

source: Просмотр профилей специалистов - бесплатно
uz: Mutaxassislar profillarini ko'rish - bepul

source: Безопасная система оплаты Escrow
uz: Xavfsiz Escrow to'lov tizimi

source: Комиссия платформы: 10%% от суммы сделки
uz: Platforma komissiyasi: bitim summasidan 10%%

source: Регистрация и базовый профиль - бесплатно
uz: Ro'yxatdan o'tish va asosiy profil - bepul

source: Регистрация - бесплатно
uz: Ro'yxatdan o'tish - bepul

source: Отклики на заказы - бесплатно
uz: Buyurtmalarga javob berish - bepul

source: Портфолио и профиль - бесплатно
uz: Portfolio va profil - bepul

source: Комиссия платформы
uz: Platforma komissiyasi

source: Комиссия в размере 10%% взимается только после успешного завершения сделки. Это покрывает расходы на безопасную обработку платежей, поддержку клиентов и развитие платформы.
uz: 10%% miqdoridagi komissiya faqat bitim muvaffaqiyatli yakunlangandan so'ng olinadi. Bu xavfsiz to'lovlarni qayta ishlash, mijozlarni qo'llab-quvvatlash va platformani rivojlantirish xarajatlarini qoplaydi.

source: Политика конфиденциальности
uz: Maxfiylik siyosati

source: Дата вступления в силу:
uz: Kuchga kirish sanasi:

source: 1. Общие положения
uz: 1. Umumiy qoidalar

source: Настоящая Политика конфиденциальности определяет порядок обработки и защиты персональных данных пользователей платформы ServiceHub.
uz: Ushbu Maxfiylik siyosati ServiceHub platformasi foydalanuvchilarining shaxsiy ma'lumotlarini qayta ishlash va himoya qilish tartibini belgilaydi.

source: 2. Собираемая информация
uz: 2. Yig'iladigan ma'lumotlar

source: Мы собираем следующую информацию:
uz: Biz quyidagi ma'lumotlarni yig'amiz:

source: Персональные данные: имя, email, телефон
uz: Shaxsiy ma'lumotlar: ism, email, telefon

source: Профильная информация: специализация, опыт работы, портфолио
uz: Profil ma'lumotlari: ixtisoslik, ish tajribasi, portfolio

source: Данные транзакций: история заказов и платежей
uz: Tranzaksiya ma'lumotlari: buyurtmalar va to'lovlar tarixi

source: Технические данные: IP-адрес, тип браузера, cookies
uz: Texnik ma'lumotlar: IP-manzil, brauzer turi, cookies

source: 3. Использование информации
uz: 3. Ma'lumotlardan foydalanish

source: Мы используем собранную информацию для:
uz: Biz to'plangan ma'lumotlardan quyidagi maqsadlarda foydalanamiz:

source: Предоставления услуг платформы
uz: Platforma xizmatlarini ko'rsatish

source: Обработки транзакций и платежей
uz: Tranzaksiyalar va to'lovlarni qayta ishlash

source: Связи с пользователями по вопросам сервиса
uz: Servis masalalari bo'yicha foydalanuvchilar bilan bog'lanish

source: Улучшения качества платформы
uz: Platforma sifatini yaxshilash

source: 4. Защита данных
uz: 4. Ma'lumotlarni himoya qilish

source: Мы применяем современные методы шифрования и защиты данных для обеспечения безопасности вашей информации.
uz: Biz ma'lumotlaringiz xavfsizligini ta'minlash uchun zamonaviy shifrlash va ma'lumotlarni himoya qilish usullarini qo'llaymiz.

source: 5. Права пользователей
uz: 5. Foydalanuvchilar huquqlari

source: Вы имеете право:
uz: Siz quyidagi huquqlarga egasiz:

source: Получать доступ к своим персональным данным
uz: O'z shaxsiy ma'lumotlaringizga kirish huquqini olish

source: Исправлять неточные данные
uz: Noto'g'ri ma'lumotlarni tuzatish

source: Удалять свои данные
uz: O'z ma'lumotlaringizni o'chirish

source: Отозвать согласие на обработку данных
uz: Ma'lumotlarni qayta ishlashga rozilikni qaytarib olish

source: 6. Контакты
uz: 6. Kontaktlar

source: По вопросам конфиденциальности обращайтесь:
uz: Maxfiylik masalalari bo'yicha murojaat qiling:

source: Безопасная сделка
uz: Xavfsiz bitim

source: ServiceHub гарантирует безопасность всех сделок через систему Escrow (гарантийного депозита).
uz: ServiceHub Escrow (kafolat depoziti) tizimi orqali barcha bitimlar xavfsizligini kafolatlaydi.

source: Клиент создает заказ и указывает бюджет
uz: Mijoz buyurtma yaratadi va byudjetni ko'rsatadi

source: Специалист откликается и предлагает свою цену
uz: Mutaxassis javob beradi va o'z narxini taklif qiladi

source: После принятия оффера средства автоматически резервируются на счету клиента
uz: Taklif qabul qilingandan so'ng, mablag'lar avtomatik ravishda mijoz hisobida band qilinadi

source: Специалист выполняет работу
uz: Mutaxassis ishni bajaradi

source: Клиент подтверждает выполнение и средства переводятся специалисту
uz: Mijoz bajarilishini tasdiqlaydi va mablag'lar mutaxassisga o'tkaziladi

source: Гарантии безопасности
uz: Xavfsizli kafolatlari

source: Средства защищены до подтверждения выполнения работы
uz: Mablag'lar ish bajarilishi tasdiqlangunga qadar himoyalangan

source: Возможность возврата средств при невыполнении обязательств
uz: Majburiyatlar bajarilmagan taqdirda mablag'larni qaytarish imkoniyati

source: Прозрачная система разрешения споров
uz: Nizolarni hal qilishning shaffof tizimi

source: Все транзакции защищены шифрованием
uz: Barcha tranzaksiyalar shifrlash bilan himoyalangan

source: Комиссия платформы составляет 10%% от суммы сделки и взимается только после успешного завершения работы.
uz: Platforma komissiyasi bitim summasidan 10%% ni tashkil qiladi va faqat ish muvaffaqiyatli yakunlangandan so'ng olinadi.

source: Условия использования
uz: Foydalanish shartlari

source: 1. Принятие условий
uz: 1. Shartlarni qabul qilish

source: Используя платформу ServiceHub, вы соглашаетесь с настоящими Условиями использования. Если вы не согласны с условиями, пожалуйста, не используйте платформу.
uz: ServiceHub platformasidan foydalangan holda, siz ushbu Foydalanish shartlariga rozilik bildirasiz. Agar shartlarga rozi bo'lmasangiz, iltimos, platformadan foydalanmang.

source: 2. Описание сервиса
uz: 2. Xizmat tavsifi

source: ServiceHub - это платформа для связи клиентов и специалистов. Мы предоставляем инструменты для создания заказов, поиска специалистов и безопасной обработки платежей.
uz: ServiceHub - bu mijozlar va mutaxassislarni bog'lash uchun platforma. Biz buyurtmalar yaratish, mutaxassislarni qidirish va to'lovlarni xavfsiz qayta ishlash vositalarini taqdim etamiz.

source: 3. Обязанности пользователей
uz: 3. Foydalanuvchilarning majburiyatlari

source: Предоставлять достоверную информацию
uz: Ishonchli ma'lumotlarni taqdim etish

source: Соблюдать законодательство и этические нормы
uz: Qonunchilik va axloqiy me'yorlarga rioya qilish

source: Не использовать платформу для незаконных целей
uz: Platformadan noqonuniy maqsadlarda foydalanmaslik

source: Уважать права других пользователей
uz: Boshqa foydalanuvchilarning huquqlarini hurmat qilish

source: 4. Платежи и комиссии
uz: 4. To'lovlar va komissiyalar

source: Комиссия платформы составляет 10%% от суммы каждой успешно завершенной сделки. Комиссия взимается автоматически при переводе средств специалисту.
uz: Platforma komissiyasi har bir muvaffaqiyatli yakunlangan bitim summasidan 10%% ni tashkil qiladi. Komissiya mablag'lar mutaxassisga o'tkazilayotganda avtomatik ravishda olinadi.

source: 5. Ответственность
uz: 5. Javobgarlik

source: ServiceHub выступает посредником между клиентами и специалистами. Мы не несем ответственности за качество выполненных работ, но предоставляем инструменты для разрешения споров.
uz: ServiceHub mijozlar va mutaxassislar o'rtasida vositachi sifatida ishlaydi. Biz bajarilgan ishlarning sifati uchun javobgar emasmiz, ammo nizolarni hal qilish vositalarini taqdim etamiz.

source: 6. Изменение условий
uz: 6. Shartlarni o'zgartirish

source: Мы оставляем за собой право изменять настоящие Условия использования. О существенных изменениях пользователи будут уведомлены заранее.
uz: Biz ushbu Foydalanish shartlarini o'zgartirish huquqini o'zimizda saqlab qolamiz. Muhim o'zgartirishlar haqida foydalanuvchilar oldindan xabardor qilinadi.

source: 7. Контакты
uz: 7. Kontaktlar

source: По вопросам использования платформы обращайтесь:
uz: Platformadan foydalanish masalalari bo'yicha murojaat qiling:

source: Создать заказ
uz: Buyurtma yaratish

source: Язык
uz: Til

source: Клиентам
uz: Mijozlarga

source: Найти специалиста
uz: Mutaxassis topish

source: Специалистам
uz: Mutaxassislarga

source: База заказов
uz: Buyurtmalar bazasi

source: Стать специалистом
uz: Mutaxassis bo'lish

source: Контакты
uz: Kontaktlar

source: Все права защищены.
uz: Barcha huquqlar himoyalangan.
